Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/press_releases_fi/9b_liite_mielddus_davvisamegillii.pdf.tmx
Source language: sme
Languages: smn

source: ANARÂŠ PIVTÂSTEM - girjji almmuhandilálašvuohta
smn: ANARÂŠ PIVTÂSTEM - kirje almostittemtilálášvuotâ

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat ordne Anarâš pivtâstem - girjji almmuhandilálašvuođa Sámi kulturguovddážis Sajosis 17.12.2012 dmu 16.00.
smn: Anarâš pivtâstem - kirje almostittemtilálášvuođâ Sää-mi kulttuurkuávdáš Sajosist 17.12.2012 tijme 16.00.

source: Girjji čálli, Ella Sarre, lea bajásšaddan Anára Kessvuo-nas.
smn: Kirje čällee, Ella Sarre, lii šoddâm Aanaar Kesvuonâst.

source: Son oahpai duddjoma eatnistis árbevirolaš vuogi mielde.
smn: Sun lii oppâm tuoijum enistis säämi ärbivuáválâš op-pâmvyevi mield.

source: Ella lea duddjon buotlágan sámedujiid.
smn: Ella lii tuoijum puohlágán sämituo-jijd.

source: Son sárgugođii bajás anáraš málliid juo nuorran.
smn: Sun sáárgui pajas jo nuorrân anarâš maalijd.

source: Olbmot jearahišgohte Ellas goikkehiid ja eará dujiid ja nu Ella šattai duddjot earáidege.
smn: Ko ulmuuh koijâdâlškuottii sust kammuid já eres tuojijd, te Ella tuoijuuškuođiđ meiddei iärásáid-uv.

source: Máŋgasat leatge beassan gárvodit su duddjon biktasiidda.
smn: Maŋgâseh láá-uv peessâm kárvudâttâđ Ela tuoijum pihtâsáid.

source: Maŋŋelis son váccii Roavvenjárggas bargojođiheaddji gurssa.
smn: Maŋeláá Ella vaazij pargojođetteijee kuursâ Ruávin-jaargâst.

source: Go beroštupmi oahppat duddjoma lassánii de
smn: Ko perustume sämituojijd lasanij, te aalmuglâšopâttâh orniiškuođij jieškote-uvlágán ku-ursâid.

source: Ella doaimmai dávjá gurssaid oahpaheaddjin.
smn: Ella tooimâi távjá kuursâi máttáátteijen.

source: Sarre lea oahpahan maiddái máŋggain SOG duddjon-gurssain anáraš dujiid.
smn: SMK orniiškuođij tyeijikuursâid, te Ella Sarre lii mát-tááttâm meiddei tain kuursâin.

source: Dál Ella Sarre lea čohkken dáid eallinagis čoggojuvvon dáidduid, bargovugiid ja málliid anárašgielat girjin.
smn: Tääl Ella Sarre lii čokkim eellimäigistis čoggâšum já haahâm maalijd, tááiđuid já pargovuovijd anarâškielâlâš kirjen.

source: Su eatnis ledje buot mállet, dáiddut ja bargovuogit iežas oaivvis. Son ii geavahan oppa báhpárage min-stariid sárgumiid.
smn: Suu eenist puoh maalih já mi-toh lijjii uáivist, sun ij kiävttám pááppár maalij sár-gumângin.

source: Áiggit goittotge rivdet ja lea buorre, ahte boares mállet, bargovuogit ja duddjongiella rád-djojuvvojit bearpmaid sisa.
smn: Ääigih kuittâg muttojeh já lii pyeri, et puáris maalih, pargovyevih já tyeijikielâ raaijoo kirjálâš háámán.

source: Buresboahtin Sajosii oahpásmuvvat ođđa girjái.
smn: Tiervâpuáttim Sajosân uápásmuđ uđđâ kiirján.

source: Girječálli Ella Sarre lea báikki alde ja son mielas muita-la eanet girjji sisdoalu birra.
smn: Kirje tahhee Ella Sarre lii pääihi alne já muštâl mielâst lase kirje siskáldâsâst.
